Repository: jonkemp/wordpress-users
Catalog: localization/user-list-*.po
Languages: ru_ru, sv_se

source: Edit profile
ru_ru: Редактировать профиль
sv_se: Redigera profil

source: Back to
ru_ru: Вернуться к
sv_se: Tillbaka till

source: page
ru_ru: страница
sv_se: sida

source: Get your own avatar
ru_ru: Получить свой аватар
sv_se: Hämta egen avatar

source: Website
ru_ru: Веб-сайт
sv_se: Webbsida

source: Joined on
ru_ru: Дата регистрации
sv_se: Gått med

source: Profile
ru_ru: Профиль
sv_se: Profil

source: Recent Posts by
ru_ru: Последние публикации
sv_se: Senaste inlägget av

source: Recent Comments by
ru_ru: Последние комментарии
sv_se: Senaste kommentarerna från

source: on
ru_ru: на
sv_se: på

source: Files
ru_ru: Файлы
sv_se: Filer

source: Options Saved
ru_ru: Настройки сохранены
sv_se: Alternativen sparade

source: User List Options
ru_ru: Настройки списка пользователей
sv_se: Användarlista Alternativ

source: Page ID
ru_ru: ID страницы
sv_se: Sida ID

source: ID of the page on which you want to display the user directory.
ru_ru: ID страницы, где вы хотите разместить каталог пользователей.
sv_se: ID på den sida där du vill visa den egna användarlistan.

source: Users Per Page
ru_ru: Пользователей на страницу
sv_se: Användare per sida

source: How many users you want to display at once.
ru_ru: Сколько пользователей вы хотите показывать за раз.
sv_se: Hur många användare vill du visa per sida.

source: Pagination Adjacents
ru_ru: Разбиение на страницы
sv_se: Paginering intilliggande

source: Pagination adjacents size
ru_ru: Размер области разбиения на страницы
sv_se: Paginering, intilliggande storlek

source: Noindex User Listings
ru_ru: Неиндексировать спискок пользователей
sv_se: Ej index-lista

source: Insert robots noindex meta tag on user listings to prevent search engine indexing.
ru_ru: Вставлять мета-тэг noindex для роботов в списке пользователей для предотвращения индексации поисковыми сайтами.
sv_se: Infoga robotar metataggen noindex på Användar listor för att förhindra sökmotor indexering.

source: Use user "Display name" for links
ru_ru: Использовать для ссылок "Отбражаемое имя" пользователя
sv_se: Använd "Visa namn" för länkar

source: Avatar Options
ru_ru: Настройки автаров
sv_se: Avatar alternativ

source: Avatar Type
ru_ru: Тип аватара
sv_se: Avatar typ

source: Gravatars
ru_ru: Граватары

source: User Photo
ru_ru: Фотография пользователя
sv_se: Användarbild

source: Gravatar Options
ru_ru: Настройки граватара
sv_se: Gravatar alternativ

source: Gravatar Type
ru_ru: Тип граватара
sv_se: Gravatar typ

source: Gravatar type - ex. mystery, blank, gravatar_default, identicon, wavatar, monsterid
ru_ru: Тип граватара, например mystery, blank, gravatar_default, identicon, wavatar, monsterid
sv_se: Gravatar typ - ex. mystery, blank, gravatar_default, identicon, wavatar, monsterid

source: Gravatar Size
ru_ru: Размер граватара
sv_se: Gravatar storlek

source: px Size of gravatar in the user listings.
ru_ru: Размер граватара в пикселях в списке пользователей.
sv_se: px storlek på gravatar listorna.

source: Select Which Users to Display
ru_ru: Выберите каких показывать пользователей
sv_se: Välj vilka användare som ska visas

source: Note
ru_ru: Внимание
sv_se: Anteckning

source: If no options are selected, all users will be displayed.
ru_ru: Если ничего не выбрано, будут показаны все пользователи.
sv_se: Om inga alternativ har valts, kommer alla användare att visas.

source: Administrators
ru_ru: Администраторы
sv_se: Administratörer

source: Editors
ru_ru: Редакторы
sv_se: Redaktörer

source: Authors
ru_ru: Авторы
sv_se: Författe

source: Contribtors
ru_ru: Соавторы
sv_se: Bidragsgivare

source: Subscribers
ru_ru: Подписчики
sv_se: Prenumeranter

source: Profile Options
ru_ru: Настройки профиля
sv_se: Profil alternativ

source: Display user images on directory page.
ru_ru: Показывать изображения пользователей в каталоге.
sv_se: Visa användarens bilder på katalog sida.

source: Display user descriptions on directory page.
ru_ru: Показывать описания пользователей в каталоге.
sv_se: Visa användarens beskrivningar på katalog sida.

source: Display user images on profile page.
ru_ru: Показывать изображение пользователя на странице профиля.
sv_se: Visa användarens bilder på profilsidan.

source: Display user descriptions on profile page.
ru_ru: Показывать описание пользователя на странице профиля.
sv_se: Visa användarens beskrivningar på profilsidan.

source: Display user files on profile page.
ru_ru: Показывать файлы пользователя на странице профиля.
sv_se: Visa användarens bilder på profilsidan.

source: Number of characters to display of user description on the directory page.
ru_ru: Количество отображаемых символов для одного пользователя в режиме каталога.
sv_se: Antal tecken som ska visas på användarbeskrivningen.

source: If no limit is specified, entire user description will be displayed.
ru_ru: Если не указано ограничение, будет показана вся информация о пользователе.
sv_se: Om inga alternativ har valts, kommer alla användare att visas.

source: Update Options
ru_ru: Сохранить настройки
sv_se: Uppdatera alternativ

source: prev
ru_ru: пред.
sv_se: förgående

source: next
ru_ru: след.
sv_se: nästa
